[
	{
		"id": "1",
		"title": "У Києві відкрили нову веломагістраль на лівому березі",
		"summary": "Маршрут з’єднав житлові масиви з набережною та метро, довжина — 8,4 км.",
		"image": "https://images.unsplash.com/photo-1508609349937-5ec4ae374ebf?w=1200",
		"content": "Київська міська влада повідомила про завершення першої черги веломагістралі на лівому березі. Доріжка проходить уздовж кількох парків та підземних переходів, обладнана розміткою, LED-освітленням і пунктами відпочинку. До кінця року планують додати ще дві станції велопрокату та велопаркінг біля станції метро. Цей матеріал є навчальним мок-дейта."
	},
	{
		"id": "2",
		"title": "Харківський стартап отримав грант на «розумні» дрони для агро",
		"summary": "Команда залучила €250 тис. на тестування системи моніторингу полів.",
		"image": "https://images.unsplash.com/photo-1518779578993-ec3579fee39f?w=1200",
		"content": "Харківський хардверний стартап оголосив про грант від європейської інноваційної програми. Рішення поєднує мультиспектральні камери та аналіз даних для раннього виявлення проблем з вологістю й шкідниками. Пілотні проєкти запустять у трьох регіонах України. Новина є частиною мок-контенту для навчального проєкту."
	},
	{
		"id": "3",
		"title": "Львівський книжковий форум оприлюднив програму",
		"summary": "На відвідувачів чекають понад 120 подій і зустрічі з авторами з 10 країн.",
		"image": "https://images.unsplash.com/photo-1519682337058-a94d519337bc?w=1200",
		"content": "Організатори форуму представили тематичні кластери: нон-фікшн, підліткова література, ілюстрація та переклад. Заплановані автограф-сесії, воркшопи та обмін книжками. Квитки доступні онлайн та офлайн у партнерських книгарнях. Інформація змодельована для демо."
	},
	{
		"id": "4",
		"title": "У Карпатах відкрили нову екостежку з панорамними майданчиками",
		"summary": "Маршрут протяжністю 6 км має інформаційні стенди про флору та фауну.",
		"image": "https://images.unsplash.com/photo-1501785888041-af3ef285b470?w=1200",
		"content": "Екостежка прокладена з урахуванням захисту ґрунтів і безпеки туристів. На маршруті облаштовано зони відпочинку, точки сортування відходів і навігацію українською та англійською. Проєкт реалізовано спільно з місцевими громадами. Це демонстраційна новина."
	},
	{
		"id": "5",
		"title": "Укрпошта тестує оновлене відстеження посилок у мобільному застосунку",
		"summary": "Додали пуш-сповіщення та групування відправлень за статусом.",
		"image": "https://images.unsplash.com/photo-1520975930561-999f65706a5b?w=1200",
		"content": "Користувачі бета-версії отримують розширені фільтри, швидке додавання трек-номерів і шеринґ статусу. Команда сервісу просить залишати фідбек у розділі «допомога». Цей пункт є вигаданим прикладом для наповнення стрічки."
	},
	{
		"id": "6",
		"title": "Українська ІТ-команда здобула приз на міжнародному хакатоні",
		"summary": "Розробили прототип сервісу моніторингу якості повітря в містах.",
		"image": "https://images.unsplash.com/photo-1522075469751-3a6694fb2f61?w=1200",
		"content": "Сервіс агрегує дані з відкритих сенсорів і прогнозує індекс AQI на 24 години наперед. Команда планує відкрити код і залучити волонтерів до розширення мережі сенсорів. Матеріал згенеровано як мок-новина."
	},
	{
		"id": "7",
		"title": "Збірна України U21 перемогла в товариському матчі",
		"summary": "Єдиний гол забили наприкінці першого тайму після розіграшу кутового.",
		"image": "https://images.unsplash.com/photo-1517927033932-b3d18e61fb3a?w=1200",
		"content": "Тренерський штаб відзначив дисципліну в обороні та компактність у центрі поля. Наступна гра — через тиждень, де команда перевірить нові тактичні зв’язки. Запис є частиною навчального наповнення."
	},
	{
		"id": "8",
		"title": "У Києві запустили муніципальний застосунок для комунальних оплат",
		"summary": "Оплата послуг, показники лічильників та звернення в один дотик.",
		"image": "https://images.unsplash.com/photo-1518770660439-4636190af475?w=1200",
		"content": "Додаток підтримує Apple Pay/Google Pay, персональні нагадування та профіль кількох адрес. Передбачено розділ для ОСББ і швидкі опитування мешканців. Новина призначена для демо-стрічки."
	},
	{
		"id": "9",
		"title": "Одеський театр показав прем’єру сучасної постановки",
		"summary": "Режисер поєднав класичний текст із мультимедійними інсталяціями.",
		"image": "https://images.unsplash.com/photo-1499002238440-d264edd596ec?w=1200",
		"content": "Прем’єра зібрала повну залу, а глядачі відзначили роботу світла й музики. Після показу відбулася відкрита дискусія з трупою. Цей опис згенеровано для навчальних цілей."
	},
	{
		"id": "10",
		"title": "Дніпро запустив пілот із роздільного сортування у 50 дворах",
		"summary": "Жителі отримали інструкції, контейнери та графік вивозу вторсировини.",
		"image": "https://images.unsplash.com/photo-1483721310020-03333e577078?w=1200",
		"content": "Місто співпрацює з переробними компаніями, щоб збільшити відсоток повторного використання пластику та скла. Протягом трьох місяців збиратимуть статистику й фідбек мешканців. Новина є мок-даними для проєкту."
	}
]
